"OK" = "OK";
"Automatic" = "Automaattinen";
"Edit Encodings Menu..." = "Muokkaa merkkikoodausvalikkoa...";
"Processed %d items to \"%@\"" = "Prosessoitu %d kohdetta kohteeseen \"%@\"";
"Stop" = "Pysäytä";
" bytes" = " tavua";

"Choose Application" = "Valitse ohjelma";
"Choose File" = "Valitse tiedosto";
"Choose Image" = "Valitse kuva";

"Encoding:" = "Merkkikoodaus:";
"Ignore RTF Commands" = "Älä huomioi RTF-komentoja";
"Ignore HTML Commands" = "Älä huomioi HTML-komentoja";
"Cancel" = "Kumoa";

"Text Encodings" = "Merkkikoodaukset";
"Select All" = "Valitse kaikki";
"Clear All" = "Poista kaikki";
"Revert to Default" = "Palaa oletusarvoihin";

/* color menu */
"Transparent" = "Läpinäkyvä";
"White" = "Valkoinen";
"Black" = "Musta";
"Red" = "Punainen";
"Green" = "Vihreä";
"Blue" = "Sininen";
"Cyan" = "Syaani";
"Yellow" = "Keltainen";
"Magenta" = "Magenta";
"Orange" = "Oranssi";
"Purple" = "Violetti";
"Brown" = "Ruskea";

"Choose..." = "Valitse...";

